Repository: NEURONE-IL/NEURONE-CS
Catalog: *_Evaluation/Evaluation_Service/translations/*/LC_MESSAGES/messages.po
Languages: fi

source: Enter URL corresponding to the content:
fi: Kirjoita sisältöä vastaava URL-osoite

source: Please, indicate a url.
fi: Ilmoita URL.

source: Please, enter a valid value (it must be a URL).
fi: Anna kelvollinen arvo (sen on oltava URL-osoite).

source: Please enter an URL and select some evaluators to check page compatibility with screen readers.
fi: Anna URL-osoite ja valitse jotkut arvioijat tarkistaaksesi sivun yhteensopivuuden näytönlukijoiden kanssa.

source: by
fi: Mennessä

source: A problem has occurred.
fi: Ongelma on tapahtunut.

source: Please, try again.
fi: Yritä uudelleen.

source: Go Back
fi: Mene takaisin

source: Send
fi: Lähettää

source: Element
fi: Elementti

source: Recomendation
fi: Suositus

source: Home
fi: Aloittamista

source: TOTAL PERCENTAGE OF TAGS FAILED
fi: VIHJENNETTYJEN TAGJEN YHTEENSÄ

source: TOTAL AMOUNT OF TAGS IN THE CONTENT
fi: SISÄLLYSLUETTAVAT SARJAT YHTEENSÄ

source: Count in content
fi: Määrä sisältöä

source: With incompatible definitions
fi: Yhteensopimattomilla määritelmillä

source: Failure percentage
fi: Vikaprosentti

source: Recomendations
fi: Suositukset
